{"word":[],"para":["PHẨM THỨ MƯỜI BA: DẶN DÒ CỨU ĐỘ NHƠN THIÊN","","1. ĐỨC PHẬT GIAO PHÓ","","Lúc đó Đức Thế Tôn giơ cánh tay sắc vàng xoa đảnh Ngài Địa Tạng đại Bồ Tát mà bảo rằng:","","“Địa Tạng! Địa Tạng! Thần lực của ông không thể nghĩ bàn, đức từ bi của ông không thể nghĩ bàn, trí huệ của ông không thể nghĩ bàn.","","Dầu cho các Đức Phật ở mười phương khen ngợi tuyên nói những sự chẳng thể nghĩ bàn của ông trăm nghìn muôn kiếp cũng chẳng hết đặng.","","Này Địa Tạng! Địa Tạng! Ông nên nhớ hôm nay Ta ở trong cung trời Đao Lợi, nơi pháp hội lớn có trăm nghìn muôn ức bất khả thuyết, bất khả thuyết tất cả các đức Phật, các vị Bồ Tát, các hàng Trời, Rồng, tám bộ chúng đây, một lần nữa đem các hàng chúng sanh, những kẻ ở trong nhà lửa chưa ra khỏi ba cõi, mà giao phó cho ông.","","Ông chớ để các chúng sanh đó phải bị đọa vào các ác đạo dầu là chừng một ngày, một đêm, huống chi lại để cho chúng nó phải bị đọa lạc vào địa ngục ngũ Vô Gián cùng địa ngục A Tỳ, mãi đến nghìn muôn ức kiếp không lúc nào ra khỏi ư!","","Này Địa Tạng! Tâm tánh của chúng sanh cõi Diêm Phù Đề không định, phần đông đều quen theo thói ác, thoảng hoặc có người phát tâm lành, nhưng rồi không bao lâu liền thối thất, còn như duyên ác lại luôn luôn tăng trưởng.","","Cũng vì lẽ đó, nên ta phải chia thân này ra trăm nghìn ức để hóa độ, thuận theo căn tánh của chúng đó hầu làm cho chúng đó được giải thoát.","","Này Địa Tạng! Hôm nay ta ân cần đem chúng Trời, Người giao phó cho ông.","","Trong đời sau, như có hàng Trời, Người cùng thiện nam, thiện nữ nào trồng chút ít căn lành ở trong Phập pháp, chừng bằng sợi lông, mảy trần, hột cát, giọt nước, thời ông nên dùng đạo lực của ông ủng hộ người đó, làm cho người đó tu tập lần lần đạo hạnh Vô thượng, chớ để họ thối thất.","","Lại vầy nữa, này Địa Tạng Bồ Tát! Trong đời sau, hoặc có trời hay người nào phải theo nghiệp mà thọ báo bị đọa vào chốn ác đạo, đến khi bị đọa vào ác đạo vừa bước đến cửa địa ngục, những chúng sanh đó nếu có thể niệm đặng danh hiệu của đức Phật, hay danh hiệu của một vị Bồ Tát, cùng một câu kệ Kinh điển Đại thừa.","","Ông nên dùng thần lực của ông tìm phương chước cứu vớt các chúng sanh đó, ông nên hiện thân ra trước kẻ đó, phá tan địa ngục làm cho họ được sanh lên cõi trời hưởng những sự vui vi diệu thù thắng”.","","Bấy giờ đức Thế Tôn liền nói kệ rằng:","","Đời nay đời sau chúng Thiên, Nhơn","","Nay ta ân cần dặn bảo ông;","","Dùng đại thần thông quyền độ họ,","","Đừng cho ác đạo đọa vào trong.","","2. BỒ TÁT TUÂN CHỈ","","Bấy giờ Ngài Địa Tạng đại Bồ Tát quỳ gối chắp tay bạch cùng Đức Phật rằng:","","“Bạch đức Thế Tôn! Cúi xin đức Thế Tôn chớ lo.","","Trong đời sau, nếu có người thiện nam cùng kẻ thiện nữ nào, đối với trong Phật pháp có một niệm cung kính, con cũng dùng trăm nghìn phương tiện độ thoát người đó, làm cho mau đặng giải thoát trong đường sanh tử, huống nữa là nghe các việc lành rồi luôn luôn tu hành, tự nhiên ở nơi đạo Vô thượng không bao giờ còn thối chuyển”.","","3. HƯ KHÔNG TẠNG BẠCH HỎI","","Lúc Ngài Địa Tạng Bồ Tát bạch lời nói trên đó vừa xong, trong pháp hội có một vị Bồ Tát tên là Hư Không Tạng bạch cùng đức Phật rằng:","","“Bạch đức Thế Tôn! Từ khi con đến cung trời Đao Lợi này nghe đức Như Lai ngợi khen oai thần thế lực không thể nghĩ bàn của Ngài Địa Tạng Bồ Tát.","","Trong đời sau, hoặc có người thiện nam cùng thiện nữ nào, cho đến tất cả hàng Trời, Rồng v.v... nghe Kinh điển này và nghe danh tự của Địa Tạng Bồ Tát, cùng với chiêm lễ hình tượng Địa Tạng Bồ Tát, thời những kẻ ấy được bao nhiêu điều phước lợi?","","Cúi mong đức Thế Tôn vì tất cả hàng chúng sanh ở hiện tại và vị lai mà nói lược việc ấy cho”.","","4. HAI MƯƠI TÁM ĐIỀU LỢI","","Đức Phật bảo Ngài Hư Không Tạng Bồ Tát: “Lắng nghe! Lắng nghe cho kỹ! Ta sẽ vì ông mà nói rõ việc ấy cho.","","Trong đời sau, người thiện nam cùng thiện nữ nào thấy hình tượng của Ngài Địa Tạng Bồ Tát và nghe kinh này, cho đến đọc tụng, dùng hương hoa, đồ ăn món uống, y phục, vật báu mà bố thí cúng dường ngợi khen chiêm lễ thời kẻ ấy được hai mươi tám điều lợi ích như sau đây:","","1. Các hàng Trời, Rồng thường hộ niệm.","","2. Quả lành càng ngày càng thêm lớn.","","3. Chứa nhóm nhơn vô thượng của Thánh.","","4. Mãi không còn thối thất đạo Bồ Đề.","","5. Đồ mặc món ăn dồi dào đầy đủ.","","6. Những bệnh tật không đến nơi thân.","","7. Khỏi những tai nạn về lửa và nước.","","8. Không có bị hại vì trộm cướp.","","9. Người khác thấy đến sanh lòng cung kính.","","10. Các hàng Quỷ Thần theo hộ trì.","","11. Đời sau thân gái sẽ chuyển thành thân trai.","","12. Đời sau sẽ làm con gái các hàng Vương Giả, Đại Thần.","","13. Thân tướng xinh đẹp.","","14. Phần nhiều được sanh về cõi trời.","","15. Hoặc làm bậc vua chúa.","","16. Có trí sáng biết rõ việc trong những đời trước.","","17. Có mong cầu chi cũng được toại ý.","","18. Quyến thuộc an vui.","","19. Các tai vạ bất ngờ đều dứt sạch.","","20. Các nghiệp về ác đạo đều trừ hẳn.","","21. Đi đến đâu cũng đều không bị sự trở ngại.","","22. Đêm nằm chiêm bao an ổn vui vẻ.","","23. Những người thân tộc đã chết nếu có tội thời được khỏi khổ.","","24. Nếu về đời trước có phước thời được thọ sanh về cõi vui sướng.","","25. Các bậc Thánh ngợi khen.","","26. Căn tánh lanh lợi thông minh.","","27. Giàu lòng từ mẫn.","","28. Rốt ráo thành Phật.","","5. BẢY ĐIỀU LỢI","","Lại vầy nữa, này Hư Không Tạng Bồ Tát! Như hàng Trời, Rồng, Quỷ, Thần ở hiện tại và vị lai nghe danh hiệu của Ngài Địa Tạng Bồ Tát, đảnh lễ hình tượng của Ngài Địa Tạng Bồ Tát, hoặc nghe các sự về bổn nguyện tu hành của Ngài Địa Tạng Bồ Tát mà ngợi khen chiêm lễ, thời sẽ đặng bảy điều lợi ích:","","1. Mau chứng bậc Thánh.","","2. Nghiệp ác tiêu diệt.","","3. Chư Phật đến ủng hộ.","","4. Không thối thất Bồ Đề.","","5. Bổn lực được tăng trưởng.","","6. Việc đời trước đều rõ biết.","","7. Rốt ráo thành Phật”.","","6. ĐẠI HỘI TÁN THÁN","","Bấy giờ, bất khả thuyết tất cả các Đức Phật và đại Bồ Tát cùng tám bộ chúng Trời, Rồng... ở mười phương đến dự Pháp hội đó, nghe đức Thích Ca Mâu Ni Phật ngợi khen tuyên bày sức oai thần lớn chẳng thể nghĩ bàn của Ngài Địa Tạng Bồ Tát, đều khen là việc chưa từng có.","","Lúc đó trời Đao Lợi rưới vô lượng hương hoa, thiên y, chuỗi ngọc để cúng dường đức Thích Ca Mâu Ni Phật và Địa Tạng Bồ Tát xong rồi, tất cả đại chúng trong pháp hội đều lại chiêm lễ chắp tay mà lui ra.",""]}